[
  {
    "body": "Falcon 1 becomes the first privately developed liquid-fuel rocket to reach Earth orbit.",
    "date": "2008-09-28T23:15:00Z",
    "title": "Falcon reaches Earth orbit"
  },
  {
    "body": "Fifth successful flight of Falcon makes history, becoming the first privately developed liquid-fuel rocket to deliver a commercial satellite to orbit.",
    "date": "2009-07-13T03:35:00Z",
    "title": "Falcon delivers payload to orbit"
  },
  {
    "body": "SpaceX becomes the first private company to successfully launch, orbit, and recover a spacecraft.",
    "date": "2010-06-04T18:45:00Z",
    "title": "First successfull Dragon launch"
  },
  {
    "body": "Private developed Dragon spacecraft 'births' with the International Space Station successfully.",
    "date": "2010-12-08T15:43:00Z",
    "title": "Dragon capsule births with ISS"
  },
  {
    "body": "Falcon 9 successfully depoyed payload to Geosynchronous Transfer Orbit",
    "date": "2013-12-03T22:41:00Z",
    "title": "First Falcon 9 GTO mission"
  },
  {
    "body": "On December 21, 2015, the Falcon 9 rocket delivered 11 communications satellites to orbit, and the first stage returned and landed at Landing Zone 1 – the first-ever orbital class rocket landing.",
    "date": "2015-12-22T01:29:00Z",
    "title": "Successfull Falcon 9 landing"
  },
  {
    "body": "On April 8, 2016, the Falcon 9 rocket launched the Dragon spacecraft to the International Space Station, and the first stage returned and landed on the Of Course I Still Love You droneship.",
    "date": "2016-04-08T20:43:00Z",
    "title": "Successfull Falcon 9 droneship landing"
  },
  {
    "body": "On March 30, 2017, SpaceX achieved the world's first reflight of an orbital class rocket. Following delivery of the payload, the Falcon 9 first stage returned to Earth for the second time.",
    "date": "2017-03-30T22:27:00Z",
    "title": "First Falcon 9 reflight"
  },
  {
    "body": "The fairing section used in this flight was successfuly recovered from the ocean, following a controlled flyback throug the atmosphere.",
    "date": "2017-03-30T22:27:00Z",
    "title": "Fairing recovered successfully"
  },
  {
    "body": "This Dragon resupply mission represented the first reflight of a commercial spacecraft to and from the International Space Station.",
    "date": "2017-06-03T21:07:00Z",
    "title": "First Dragon reflight"
  },
  {
    "body": "Maiden flight of Falcon Heavy, using two recovered Falcon 9 cores as side boosters, as well as a modified Block 3 booster reinforced to endure the additional load from the two side boosters. The launch was a success, and the side boosters landed simultaneously at adjacent ground pads. Drone ship landing of the central core failed due to TEA–TEB chemical igniter running out, preventing two of its engines from restarting. Final burn to heliocentric Mars–Earth orbit was performed after the second stage and payload cruised for 6 hours through the Van Allen belts. Later, Elon Musk tweeted that the third burn was successful, and JPL's HORIZONS system showed the second stage and payload in an orbit with an aphelion of 1.67 AU. The live webcast proved immensely popular, as it became the second most watched livestream ever on YouTube, reaching over 2.3 million concurrent views",
    "date": "2018-02-06T20:45:00Z",
    "title": "First Falcon Heavy heliocentric mission"
  },
  {
    "body": "SpaceX successfully launches Dragon 2, on top of the now human-rated Falcon 9. This was the first a private company sends a human-rated spacecraft to space.",
    "date": "2019-03-02T07:45:00Z",
    "title": "Successfull Dragon 2 docking with ISS"
  },
  {
    "body": "The first flight test of a Raptor engine occurred on 25 July 2019 at the SpaceX South Texas Launch Site. This was not a full-duration burn, but just a 22-second test.",
    "date": "2019-07-25T00:00:00Z",
    "title": "First flight of Rapton engine"
  },
  {
    "body": "This was the fist time payload fairing of an orbital rocket was reused in another flight. The fairing was from the ArabSat-6A mission in April earlier that year.",
    "date": "2020-09-03T12:46:00Z",
    "title": "First Falcon 9 fairing reuse"
  },
  {
    "body": "This mission was the first crewed flight to launch from the United States since the end of the Space Shuttle program in 2011. It carried NASA astronauts Doug Hurley and Bob Behnken to the ISS.",
    "date": "2020-05-30T19:22:00Z",
    "title": "SpaceX successfully launches humans to ISS"
  }
]